const taoyuanRes = {
  name: "桃園市",
  desc:'- 回顧歷史選情，該區在過去兩屆總統大選中，均以民進黨為首選，這次的狀況則與以往有所不同。可見該區選民的政黨偏好正在發生微妙變化。特別值得注意的是，民眾黨的柯文哲在本次選舉中票數不低，得票率30.6%，可見其在該區有相當高的支持度。- 社會經濟背景方面，該區的核心選民體系可能是年輕且高學歷的人群，加上所得中位數為71.3萬元，遠高於全國平均，顯示該區為一經濟繁榮及教育程度優秀的區域。這些因素可能對該區選情有所影響。- 最後對於投票率與天氣的關係，1月13日選舉日天氣晴朗，該區投票率73.1%，比全國投票率高出0.7個百分點。',
  towns:{
    luzhu:{
      name:'蘆竹區',
      desc:'2024年總統大選結果：該區和全國結果相同，由民進黨賴清德以39.9%的得票率領先，第二高票為國民黨侯友宜，拿下30.1%，兩人相差9.9個百分點。第三高票為民眾黨柯文哲，得票率達30%。歷史選舉對比：2020年總統大選時，該區由民進黨蔡英文領先，得票率達59.7％；2016年總統大選該區也同樣支持民進黨，蔡英文得票率達57.1%。2024年立委選舉：桃園市蘆竹區由民進黨鄭運鵬領先。政黨票方面，民進黨以36.3％在該區取得領先，其後為國民黨31.4%、民眾黨24.9%。社會經濟背景：該區39歲以下人口佔比約13.8%，相較全國，是較年輕的鄉鎮市區。具有大專以上學歷人口佔比約為21.9%，相較全國，是高學歷人口佔比偏高的鄉鎮市區。綜合所得中位數為52.9萬元，屬於高收入地區。投票率與天氣：1月13日投票當天天氣晴，該區投票率達73.4%，比全國投票率高出1個百分點。',
      villages:{
        name:"濱海里",
        desc:'2024年總統大選結果：該區和全國結果相同，由民進黨賴清德以42%的得票率領先，第二高票為國民黨侯友宜，拿下29.6%，兩人相差12.4個百分點。第三高票為民眾黨柯文哲，得票率達28.4%。歷史選舉對比：2020年總統大選時，該區由民進黨蔡英文領先，得票率達59.9％；2016年總統大選該區也同樣支持民進黨，蔡英文得票率達57.1%。2024年立委選舉：桃園市蘆竹區濱海里所屬的桃園市第1選區，民進黨鄭運鵬以48.9%領先，國民黨牛煦庭以得票率42.2%為第二高票。政黨票方面，民進黨以38.3％在該區取得領先，其後為國民黨32%、民眾黨21.8%。社會經濟背景：該區39歲以下人口佔比約34.8%，相較全國，是較年輕的村里。具有大專以上學歷人口佔比約為33.9%，相較全國，是高學歷人口佔比偏低的村里。綜合所得中位數為36.4萬元，相較全國，是收入較低的村里。'
      }
    },
    pingzhen:{
      name:'平鎮區'
    }
  }
}
